Repository: Pierre-Sassoulas/possum
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Statistics being calculated, please wait
fr: Statitisques en cours de calcul, veuillez patienter

source: Server shutting down
fr: Serveur en cours d'arrêt

source: You must choose a table
fr: Vous devez choisir une table

source: You must specify the number of guests
fr: Vous devez indiquer le nombre de couverts

source: Error in printing (printer ok?)
fr: Erreur d'impression (imprimante ok?)

source: sent
fr: envoyé

source: No product
fr: Aucun produit

source: No printer configured
fr: Aucune imprimante configurée

source: The bill is printed
fr: La facture est imprimée

source: Printing has failed
fr: L'impression a échouée

source: VAT on site is not defined
fr: TVA sur place n'est pas définie

source: VAT take away is not defined
fr: TVA à emporter n'est pas définie

source: This invoice has already been ended
fr: Cette facture a déjà été soldée

source: The bill contains payments
fr: La commande contient des paiements

source: Invalid bill
fr: Commande invalide

source: Invalid number
fr: Nombre invalide

source: Bill is being edited by
fr: Facture en cours d'édition par

source: Invalid payment
fr: Paiement invalide

source: Payment could not be saved
fr: Le paiement n'a pu être enregistré

source: This invoice has been ended
fr: Cette facture a été soldée

source: Payment saved
fr: Paiement enregistré

source: Nothing to pay
fr: Rien à payer

source: You must enter a name
fr: Vous devez saisir un nom

source: You must enter a price
fr: Vous devez saisir un prix

source: Changes could not be saved
fr: Les modifications n'ont pu être enregistrées

source: Message could not be sent
fr: Le message n'a pu être envoyé

source: Message was sent to %s
fr: Message envoyé à %s

source: You have no email address
fr: Vous n'avez pas d'adresse mail

source: Printing was sent to %s
fr: Impression envoyée à %s

source: Printing has failed on %s
fr: L'impression a échoué sur %s

source: No printers 'manager' available
fr: Aucune imprimante 'gestion' disponible

source: Category does not exist
fr: La catégorie n'existe pas

source: Category contains products, deletion canceled
fr: La catégorie contient des produits, suppression annulée

source: New category has not been created
fr: La nouvelle catégorie n'a pu être créée

source: You must choose a name for the new category
fr: Vous devez saisir un nom pour la nouvelle catégorie

source: VAT take away
fr: TVA à emporter

source: VAT on site
fr: TVA sur place

source: VAT type not defined
fr: Type de TVA non défini

source: Impossible to get an answer
fr: Impossible d'obtenir une réponse

source: New release available
fr: Nouvelle version disponible

source: You have last release
fr: Vous utilisez la dernière version

source: The date is not valid
fr: La date n'est pas valide

source: This bill has not yet ended
fr: La facture n'est pas encore soldée

source: Printing has been accepted
fr: L'impression a été acceptée

source: Printing test has failed
fr: Le test d'impression a échoué

source: Password changed
fr: Mot de passe modifié

source: New password invalid
fr: Nouveau mot de passe invalide

source: Invalid password
fr: Mot de passe invalide

source: User creation failed
fr: La création de l'utilisateur a échouée

source: We must have at least one active user with P1 permission
fr: Il doit rester au moins un utilisateur avec la permission P1

source: New password is
fr: Le nouveau mot de passe est

source: You must enter a percentage tax
fr: Vous devez saisir le pourcentage de taxe

source: French
fr: Français

source: English
fr: Anglais

source: Russian
fr: Russe

source: Error
fr: Erreur

source: The music server is not set.
fr: Le serveur de musique n'est pas configuré !

source: The music server is unreachable.
fr: Le serveur de musique n'est pas joignable !

source: Orders count
fr: Nombres de Commandes

source: Guests total TTC
fr: Total TTC restaurant

source: Guests count
fr: Nombre de couverts

source: Avg per guest
fr: Moyenne par couvert

source: Bar total TTC
fr: Total TTC bar

source: Bar orders count
fr: Bar nb factures

source: Avg per order
fr: Moy. par commande

source: Sales
fr: Ventes

source: Guest
fr: Couverts

source: VAT
fr: TVA

source: Payments count by type
fr: Nb paiement par type

source: Payments count
fr: Nb paiements

source: Payments values by type
fr: Valeur des paiements par type

source: Payments values
fr: Valeurs des paiements

source: Sales amounts by category
fr: Ventes par catégorie

source: Amounts/category
fr: Montant/catégorie

source: Number of sales by category
fr: Nombre de ventes par catégorie

source: Number/category
fr: Nombre/catégorie

source: Mail could not be sent
fr: Le message n'a pu être envoyé

source: Mail sent to %s
fr: Message envoyé à %s

source: Date is not valid
fr: La date n'est pas valide

source: Report of the month
fr: Rapport du mois

source: Report of the week
fr: Rapport de la semaine

source: Report of the day
fr: Rapport du jour

source: This page is currently unavailable
fr: Cette page est actuellement indisponible

source: Home
fr: Accueil

source: Credits
fr: Crédits

source: In use
fr: En cours d'utilisation

source: Printers
fr: Imprimantes

source: Users
fr: Utilisateurs

source: Shutdown server
fr: Éteindre le serveur

source: Template error, page is empty
fr: Il y a un problème dans le template, le contenu de la page est vide

source: This page will automatically refresh every %(need_auto_refresh)s seconds
fr: Cette page est automatiquement rechargée toutes les %(need_auto_refresh)s secondes

source: Send by mail
fr: Envoyer par mail

source: Print
fr: Imprimer

source: Categories
fr: Catégories

source: Add
fr: Ajouter

source: New category
fr: Nouvelle catégorie

source: Priority
fr: Priorité

source: Name
fr: Nom

source: Create
fr: Créer

source: Back
fr: Retour

source: Display priority
fr: Priorité d'affichage

source: Lowers priorities are displayed first
fr: Les priorités bases sont affichées en premier

source: Settings
fr: Paramètres

source: Color
fr: Couleur

source: Change name
fr: Changer de nom

source: Is surtaxable
fr: Est surtaxable

source: Is not surtaxable
fr: N'est pas surtaxable

source: Can cancel the surcharge
fr: Peux annuler la surtaxe

source: Can not cancel the surcharge
fr: Ne peux pas annuler la surtaxe

source: Is prepared in the kitchen
fr: Est préparé dans la cuisine

source: Is not prepared in the kitchen
fr: N'est pas préparé dans la cuisine

source: Remove
fr: Supprimer

source: A surcharge may be defined at a set of tables (called <b>Area</b>). This surcharge will be added to the price of each product contained surtaxables categories in the table when an overtaxed area is selected.
fr: Une surtaxe peut être définie au niveau d'un ensemble de tables (appelé <b>Zone</b>). Cette surtaxe va s'ajouter au prix de chaque produit se trouvant dans les catégories surtaxables lorsque la table d'une zone surtaxée est sélectionnée.

source: This surcharge is disabled if at least one product category can cancel the surcharge is added to the bill.
fr: Cette surtaxe est désactivé si au moins un produit d'une catégorie qui peut annuler la surtaxe est ajouté à la facture.

source: You must define the 2 VAT, even if such you do not do takeaway.
fr: Vous devez obligatoirement définir les 2 TVAs, même si par exemple vous ne faites pas de vente à emporter.

source: Active products
fr: Produits actifs

source: Old products
fr: Anciens produits

source: Change color for
fr: Modifier la couleur pour

source: Change
fr: Modifier

source: Colors used
fr: Couleurs utilisées

source: No category
fr: Aucune catégorie

source: Change name for
fr: Changer le nom pour

source: Save
fr: Enregistrer

source: Product
fr: Produit

source: Based printers, it is recommended to limit the use of accents and long names
fr: En fonction des imprimantes, il est recommandé de limiter l'utilisation des accents et des noms longs

source: Category
fr: Catégorie

source: Is active
fr: Est actif

source: Is not active
fr: N'est pas actif

source: Can choose cooking
fr: Peux choisir la cuisson

source: Can not choose cooking
fr: Ne peux pas choisir la cuisson

source: Price including tax
fr: Prix TTC

source: Price with surcharge
fr: TTC avec surtaxe

source: VAT with surcharge
fr: TVA avec surtaxe

source: Green options are the options used for this product. The options are alphabetical order, so it is recommended to prefix the accompaniments by <em>A_</em> and sauces <em>S_</em>.
fr: Les options en verts sont les options utilisables pour ce produit. Les options sont classées par ordre alphabétique, il est donc recommandé de préfixer, les accompagnements par <em>A_</em> et les sauces par <em>S_</em>.

source: Example: A_Chips, A_Gratin, S_Poivre, S_Ketchup
fr: Exemple: A_Frites, A_Gratin, S_Poivre, S_Moutarde

source: No option
fr: Aucune option

source: Create an option
fr: Créer une option

source: Active categories
fr: Catégories actives

source: If this product is a menu that can contain other products (appetizers, entrees, ...), you must first enable product categories here before activating products below.
fr: Si ce produit est un menu qui peut contenir d'autres produits (entrées, plats, ...), vous devez d'abord activer des catégories de produits ici avant de pouvoir activer des produits ci-dessous.

source: Activate a category
fr: Activer une catégorie

source: Clicking on a product, you take it off the list.
fr: En cliquant sur un produit, vous l'enlèverais de cette liste.

source: Activate a product
fr: Activer un produit

source: Select a category for
fr: Sélectionner une catégorie pour

source: New product
fr: Nouveau produit

source: Select a category to enable for
fr: Sélectionner une catégorie à activer pour

source: Select a product to enable for
fr: Sélectionner un produit à activer pour

source: When deleting the category, all statistics this category will be deleted. If you want to see statistics another category, you must select a category below.
fr: Lors de la suppression de la catégorie, toutes les statistiques sur cette catégorie seront effacées. Si vous voulez reporter les statistiques sur une autre catégorie, vous devez sélectionner une catégorie ci-dessous.

source: On the other hand, the products will also be deleted. Not remove, simply choose a category deferral below.
fr: D'autre part, les produits seront également supprimés. Pour ne pas les supprimer, il suffit de choisir une catégorie de report ci-dessous.

source: It is strongly advised not to remove products that have were used.
fr: Il est fortement conseillé de ne pas supprimer des produits qui ont été utilisés.

source: You confirm the suppression of this category (and the possible postponement)?
fr: Vous confirmez la suppression de cette categorie (et le report éventuel) ?

source: Category for the report
fr: Catégorie pour le report

source: no report
fr: pas de report

source: Cancel
fr: Annuler

source: Archive of
fr: Archive du

source: Bills
fr: Factures

source: Guests
fr: Couverts

source: Amount
fr: Montant

source: No bill
fr: Pas de facture

source: Order
fr: Commande

source: on site
fr: sur place

source: take away
fr: à emporter

source: Total with all taxes
fr: Total TTC

source: Remaining to be paid
fr: Restant à payer

source: Products
fr: Produits

source: Payments
fr: Paiements

source: No VAT
fr: Aucune TVA

source: Kitchen
fr: Cuisine

source: No follow
fr: Pas de suivi

source: Software under GPLv3 license created by S. Bonnegent.
fr: Logiciel libre sous licence GPLv3 créé par S. Bonnegent.

source: You are currently using version
fr: Vous utilisez actuellement la version

source: new release
fr: nouvelle version

source: A big thank you to
fr: Un grand merci à

source: for the original idea and the need
fr: pour l'idée originale et le besoin

source: acronym for software
fr: pour l'acronyme du logiciel

source: for the logo, icons and patience
fr: pour le logo, les icônes et la patience

source: Back printer
fr: Retour imprimante

source: Print width for
fr: Largeur d'impression pour

source: Add a room
fr: Ajouter une salle

source: This area is subject to a surcharge
fr: Cette salle est soumise à une surtaxe

source: New name
fr: Nouveau nom

source: Login
fr: Connexion

source: First name
fr: Prénom

source: Active
fr: Actif

source: Manager
fr: Gestion

source: Password
fr: Mot de passe

source: required information
fr: information obligatoire

source: Back VAT
fr: Retour TVA

source: VAT change
fr: Modifier la TVA

source: name
fr: nom

source: Tax
fr: Taxe

source: example: 20.0
fr: exemple: 20.0

source: New VAT
fr: Nouvelle TVA

source: Existing VAT
fr: TVA existantes

source: Profile
fr: Profil

source: Your login information is personal, you do not need to communicate
fr: Vos identifiants de connexion sont personnels, vous ne devez pas les communiquer

source: Change password
fr: Changer le mot de passe

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: The display of information requires updating statistics with recent bills. If there are a lot of new bills, this may take time (see more minutes).
fr: L'affichage des informations nécessite la mise à jour des statistiques avec les dernières factures. S'il y a beaucoup de nouvelles factures, cette opération peut prendre du temps (voir plusieurs minutes).

source: The update is in progress, you should not turn off the server.
fr: La mise à jour est en cours, vous ne devez pas éteindre le serveur.

source: Work in progress ...
fr: Travail en cours ...

source: There are currently %(bills_to_update)s bill%(bills_to_update|pluralize)s resulted in waiting.
fr: Il y a actuellement %(bills_to_update)s facture%(bills_to_update|pluralize)s soldée%(bills_to_update|pluralize)s en attente.

source: Update
fr: Mettre à jour

source: There are no pending bill, the data are up to date.
fr: Il n'y a pas de facture en attente, les données sont à jours.

source: Data up to date
fr: Données à jour

source: Send
fr: Envoyer

source: Nothing
fr: Rien

source: Print bill
fr: Imprimer la facture

source: Add a product
fr: Ajouter un produit

source: Add a payment
fr: Ajouter un paiement

source: Products on order
fr: Produits sur la commande

source: You can delete an item by selecting it
fr: Vous pouvez supprimer un produit en le sélectionnant

source: Choice of cooking for
fr: Choix de la cuisson pour

source: No cooking
fr: Aucune cuisson

source: How many guests ?
fr: Combien de couverts ?

source: New order
fr: Nouvelle commande

source: Bill
fr: Facture

source: Options for
fr: Options pour

source: We can not put options on a menu
fr: On ne peux pas mettre d'options sur un menu

source: Green options are selected, you must press it to enable / disable
fr: Les options en vert sont sélectionnées, il faut appuyer dessus pour activer/désactiver

source: This product is to be sent in kitchen with
fr: Ce produit est à envoyer en cuisine avec

source: Select a product
fr: Sélectionner un produit

source: What is the table ?
fr: Quelle est la table ?

source: No tables available
fr: Aucune table disponible

source: No room
fr: Aucune salle

source: Send with
fr: Envoyer avec

source: Cooking
fr: Cuisson

source: Contains
fr: Contient

source: Green options are selected, you must press it to enable/disable
fr: Les options en vert sont sélectionnées, il faut appuyer dessus pour activer/désactiver

source: Notes in green are selected for this product
fr: Les notes en vert sont sélectionnées pour le produit

source: No note
fr: Aucune note

source: New note
fr: Nouvelle note

source: Bills being edited
fr: Factures en cours d'édition

source: Invoices below are bills being editions (adding products or payments) that are not resulted. If an invoice is being editing, someone else can not add a product or add a payment on this bill.
fr: Les factures ci-dessous sont les factures en cours d'éditions (ajout de produits ou ajout de paiements) et qui ne sont pas soldées. Si une facture est en cours d'édition, quelqu'un d'autre ne pourra pas ajouter un produit ou ajouter un paiement sur cette facture.

source: You can remove the editing status of an invoice by clicking on the box corresponding below. In this case, the current user can not save these changes.
fr: Vous pouvez enlever le status d'édition d'une facture en cliquant sur la case correspondante ci-dessous. Dans ce cas, l'utilisateur en cours d'édition ne pourra pas enregistrer ces modifications.

source: Last important note, you should <u>never</u> need use this possibility.
fr: Dernière remarque importante, vous ne devriez <u>jamais</u> avoir besoin d'utiliser cette possibilité.

source: by
fr: par

source: No edition
fr: Aucune édition

source: Music Player
fr: Lecteur de musique

source: Change playlist
fr: Changer la playlist

source: Previous
fr: Précédent

source: Play/Pause
fr: Lecture/Pause

source: Next
fr: Suivant

source: This page will automatically refresh every %(need_auto_refresh)s seconds
fr: Cette page est automatiquement rechargée toutes les %(need_auto_refresh)s secondes

source: Time
fr: Heure

source: Done
fr: Fait

source: To follow
fr: À suivre

source: Back kitchen
fr: Retour cuisine

source: Back bill
fr: Retour commande

source: guests
fr: couverts

source: username
fr: identifiant

source: password
fr: mot de passe

source: Notes list
fr: Liste des notes

source: It is possible to add a note on a product at the time of order
fr: Il est possible d'ajouter une note sur un produit au moment de la commande

source: Selected note
fr: Note sélectionnée

source: Select an amount
fr: Sélectionner un montant

source: Number of tickets
fr: Nombre de tickets

source: New payment
fr: Nouveau paiement

source: Payment type
fr: Type de paiement

source: No data
fr: Aucune donnée

source: Ticket value
fr: Valeur du ticket

source: Saved payments
fr: Paiements enregistrés

source: You can delete a payment by selecting
fr: Vous pouvez supprimer un paiement en le sélectionnant

source: No payment
fr: Aucun paiement

source: Payment
fr: Paiement

source: Number of header lines on ticket for kitchen
fr: Nombre de ligne pour l'entête du ticket cuisine

source: Printer
fr: Imprimante

source: Billing
fr: Facturation

source: Ticket width
fr: Largeur du ticket

source: Kitchen header
fr: Entête cuisine

source: Test print
fr: Test d'impression

source: Header
fr: Entête du ticket (sans accent)

source: Footer
fr: Fin du ticket (sans accent)

source: can print kitchen tickets
fr: peut imprimer les tickets cuisine

source: can print bills
fr: peut imprimer les factures

source: can print reports
fr: peut imprimer les rapports

source: Warning, you shut down the server !
fr: Attention, vous allez éteindre le serveur !

source: Shutdown
fr: Éteindre le serveur

source: day
fr: jour

source: week
fr: semaine

source: month
fr: mois

source: year
fr: année

source: Value
fr: Valeur

source: Last year
fr: Année précédente

source: Average
fr: Moyenne

source: Number of invoices
fr: Nombre de factures

source: Number of guests
fr: Nombre de couverts

source: Average amount per guest
fr: Moyenne par couvert

source: Average amount per invoice
fr: Moyenne par facture

source: The value appears in green when above average
fr: La valeur apparait en vert lorsqu'elle dépasse la moyenne

source: VAT amounts are expressed inclusive of all taxes
fr: Les montants de TVA sont indiquées en TTC

source: Full report by email
fr: Rapport complet par mail

source: Full printed report
fr: Rapport complet imprimé

source: VAT report by email
fr: Rapport TVA par mail

source: VAT printed report
fr: Rapport TVA imprimé
